Revit 2027 API
RevisionFailures Properties
The BuiltInFailures.RevisionFailures type exposes the following members.
Properties
Name | Description
RevisionSettingsDuplicateName |  More than one Revisons have the same name %1!s!.
Top
See Also
Reference
BuiltInFailures.RevisionFailures Class
Autodesk.Revit.DB Namespace